drivers/NVMSIM/test/fio/output/pmem-writeSeq-4-1G-test
mytest: (g=0): rw=write, bs=4K-4K/4K-4K/4K-4K, ioengine=libaio, iodepth=4
...
fio-2.2.10
Starting 3 processes

mytest: (groupid=0, jobs=3): err= 0: pid=10532: Thu Mar 26 18:39:12 2020
  write: io=3072.0MB, bw=2818.4MB/s, iops=721497, runt=  1090msec
    slat (usec): min=1, max=4386, avg= 2.86, stdev=12.24
    clat (usec): min=1, max=7149, avg=12.20, stdev=29.07
     lat (usec): min=3, max=7152, avg=15.13, stdev=32.09
    clat percentiles (usec):
     |  1.00th=[    8],  5.00th=[    8], 10.00th=[    8], 20.00th=[    8],
     | 30.00th=[    8], 40.00th=[    9], 50.00th=[    9], 60.00th=[   10],
     | 70.00th=[   12], 80.00th=[   13], 90.00th=[   15], 95.00th=[   21],
     | 99.00th=[   51], 99.50th=[   94], 99.90th=[  221], 99.95th=[  350],
     | 99.99th=[  924]
    bw (KB  /s): min=944480, max=1047584, per=34.67%, avg=1000476.80, stdev=44116.41
    lat (usec) : 2=0.01%, 4=0.01%, 10=58.96%, 20=35.48%, 50=4.50%
    lat (usec) : 100=0.60%, 250=0.37%, 500=0.05%, 750=0.02%, 1000=0.01%
    lat (msec) : 2=0.01%, 4=0.01%, 10=0.01%
  cpu          : usr=22.34%, sys=73.73%, ctx=319, majf=0, minf=36
  IO depths    : 1=0.1%, 2=0.1%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=786432/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=4

Run status group 0 (all jobs):
  WRITE: io=3072.0MB, aggrb=2818.4MB/s, minb=2818.4MB/s, maxb=2818.4MB/s, mint=1090msec, maxt=1090msec

Disk stats (read/write):
  pmem0: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%