drivers/NVMSIM/test/fio/output/pmem-writeSeq-4-2G-test
mytest: (g=0): rw=write, bs=4K-4K/4K-4K/4K-4K, ioengine=libaio, iodepth=4
...
fio-2.2.10
Starting 3 processes

mytest: (groupid=0, jobs=3): err= 0: pid=10906: Thu Mar 26 18:40:31 2020
  write: io=6144.0MB, bw=3430.5MB/s, iops=878204, runt=  1791msec
    slat (usec): min=1, max=2039, avg= 2.48, stdev= 5.04
    clat (usec): min=1, max=3899, avg=10.71, stdev=14.25
     lat (usec): min=2, max=3900, avg=13.25, stdev=15.56
    clat percentiles (usec):
     |  1.00th=[    7],  5.00th=[    7], 10.00th=[    8], 20.00th=[    8],
     | 30.00th=[    8], 40.00th=[    8], 50.00th=[    9], 60.00th=[    9],
     | 70.00th=[    9], 80.00th=[   11], 90.00th=[   13], 95.00th=[   17],
     | 99.00th=[   46], 99.50th=[   79], 99.90th=[  169], 99.95th=[  209],
     | 99.99th=[  310]
    bw (MB  /s): min=  933, max= 1219, per=32.35%, avg=1109.61, stdev=124.97
    lat (usec) : 2=0.01%, 4=0.01%, 10=71.91%, 20=23.93%, 50=3.27%
    lat (usec) : 100=0.54%, 250=0.33%, 500=0.02%, 750=0.01%
    lat (msec) : 2=0.01%, 4=0.01%
  cpu          : usr=25.75%, sys=73.44%, ctx=167, majf=0, minf=35
  IO depths    : 1=0.1%, 2=0.1%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=1572864/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=4

Run status group 0 (all jobs):
  WRITE: io=6144.0MB, aggrb=3430.5MB/s, minb=3430.5MB/s, maxb=3430.5MB/s, mint=1791msec, maxt=1791msec

Disk stats (read/write):
  pmem0: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%