drivers/NVMSIM/test/fio/output/pmem-writeSeq-64-1G-test
mytest: (g=0): rw=write, bs=4K-4K/4K-4K/4K-4K, ioengine=libaio, iodepth=64
...
fio-2.2.10
Starting 3 processes

mytest: (groupid=0, jobs=3): err= 0: pid=10643: Thu Mar 26 18:39:35 2020
  write: io=3072.0MB, bw=2625.7MB/s, iops=672164, runt=  1170msec
    slat (usec): min=1, max=3702, avg= 3.22, stdev=12.37
    clat (usec): min=2, max=3911, avg=271.27, stdev=158.15
     lat (usec): min=4, max=3914, avg=274.55, stdev=159.55
    clat percentiles (usec):
     |  1.00th=[  163],  5.00th=[  167], 10.00th=[  171], 20.00th=[  175],
     | 30.00th=[  183], 40.00th=[  201], 50.00th=[  225], 60.00th=[  258],
     | 70.00th=[  290], 80.00th=[  342], 90.00th=[  434], 95.00th=[  524],
     | 99.00th=[  716], 99.50th=[  836], 99.90th=[ 2192], 99.95th=[ 3312],
     | 99.99th=[ 3728]
    bw (KB  /s): min=783528, max=1047848, per=34.78%, avg=935104.00, stdev=118091.98
    lat (usec) : 4=0.01%, 10=0.01%, 20=0.01%, 50=0.01%, 100=0.01%
    lat (usec) : 250=57.80%, 500=36.14%, 750=5.22%, 1000=0.55%
    lat (msec) : 2=0.16%, 4=0.12%
  cpu          : usr=23.02%, sys=74.64%, ctx=304, majf=0, minf=37
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=0.1%, 32=0.1%, >=64=100.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.1%, >=64=0.0%
     issued    : total=r=0/w=786432/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=64

Run status group 0 (all jobs):
  WRITE: io=3072.0MB, aggrb=2625.7MB/s, minb=2625.7MB/s, maxb=2625.7MB/s, mint=1170msec, maxt=1170msec

Disk stats (read/write):
  pmem0: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%