drivers/NVMSIM/test/fio/output/pmem-writeSeq-64-2G-test
mytest: (g=0): rw=write, bs=4K-4K/4K-4K/4K-4K, ioengine=libaio, iodepth=64
...
fio-2.2.10
Starting 3 processes

mytest: (groupid=0, jobs=3): err= 0: pid=10702: Thu Mar 26 18:39:54 2020
  write: io=6144.0MB, bw=2570.8MB/s, iops=658102, runt=  2390msec
    slat (usec): min=1, max=3994, avg= 3.56, stdev= 6.70
    clat (usec): min=2, max=4225, avg=287.65, stdev=133.79
     lat (usec): min=5, max=4227, avg=291.26, stdev=135.22
    clat percentiles (usec):
     |  1.00th=[  165],  5.00th=[  167], 10.00th=[  171], 20.00th=[  175],
     | 30.00th=[  195], 40.00th=[  255], 50.00th=[  274], 60.00th=[  278],
     | 70.00th=[  306], 80.00th=[  350], 90.00th=[  434], 95.00th=[  548],
     | 99.00th=[  764], 99.50th=[  852], 99.90th=[ 1096], 99.95th=[ 1272],
     | 99.99th=[ 2896]
    bw (KB  /s): min=535784, max=1155160, per=33.54%, avg=882922.00, stdev=232178.72
    lat (usec) : 4=0.01%, 10=0.01%, 20=0.01%, 50=0.01%, 100=0.01%
    lat (usec) : 250=39.01%, 500=54.38%, 750=5.49%, 1000=0.94%
    lat (msec) : 2=0.15%, 4=0.01%, 10=0.01%
  cpu          : usr=20.64%, sys=78.57%, ctx=404, majf=0, minf=39
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=0.1%, 32=0.1%, >=64=100.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.1%, >=64=0.0%
     issued    : total=r=0/w=1572864/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=64

Run status group 0 (all jobs):
  WRITE: io=6144.0MB, aggrb=2570.8MB/s, minb=2570.8MB/s, maxb=2570.8MB/s, mint=2390msec, maxt=2390msec

Disk stats (read/write):
  pmem0: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%