drivers/NVMSIM/test/fio/output/readSeq-32-1G-test
mytest: (g=0): rw=read, bs=4K-4K/4K-4K/4K-4K, ioengine=libaio, iodepth=32
...
fio-2.2.10
Starting 3 threads
mytest: Laying out IO file(s) (1 file(s) / 1024MB)
mytest: Laying out IO file(s) (1 file(s) / 1024MB)
mytest: Laying out IO file(s) (1 file(s) / 1024MB)

mytest: (groupid=0, jobs=3): err= 0: pid=11252: Sun Jan 12 23:22:13 2020
  read : io=3072.0MB, bw=3898.5MB/s, iops=998010, runt=   788msec
    slat (usec): min=1, max=1099, avg= 2.11, stdev= 3.89
    clat (usec): min=1, max=1281, avg=91.09, stdev=34.51
     lat (usec): min=3, max=1284, avg=93.24, stdev=35.06
    clat percentiles (usec):
     |  1.00th=[   75],  5.00th=[   77], 10.00th=[   77], 20.00th=[   78],
     | 30.00th=[   78], 40.00th=[   78], 50.00th=[   79], 60.00th=[   79],
     | 70.00th=[   81], 80.00th=[   97], 90.00th=[  126], 95.00th=[  151],
     | 99.00th=[  209], 99.50th=[  239], 99.90th=[  462], 99.95th=[  548],
     | 99.99th=[  892]
    bw (MB  /s): min= 1300, max= 1351, per=33.80%, avg=1317.70, stdev=29.01
    lat (usec) : 2=0.01%, 10=0.01%, 20=0.01%, 50=0.01%, 100=82.61%
    lat (usec) : 250=16.98%, 500=0.33%, 750=0.05%, 1000=0.01%
    lat (msec) : 2=0.01%
  cpu          : usr=23.39%, sys=74.50%, ctx=178, majf=0, minf=99
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=0.1%, 32=100.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.1%, 64=0.0%, >=64=0.0%
     issued    : total=r=786432/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=32

Run status group 0 (all jobs):
   READ: io=3072.0MB, aggrb=3898.5MB/s, minb=3898.5MB/s, maxb=3898.5MB/s, mint=788msec, maxt=788msec

Disk stats (read/write):
  nvm0: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%