drivers/NVMSIM/test/fio/output/readSeq-32-2G-test
my_nvm_read_test: (g=0): rw=read, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=libaio, iodepth=32
...
fio-3.1
Starting 2 threads

my_nvm_read_test: (groupid=0, jobs=2): err= 0: pid=23671: Sat Apr 25 14:23:04 2020
   read: IOPS=835k, BW=3261MiB/s (3420MB/s)(4096MiB/1256msec)
    slat (nsec): min=1319, max=241848, avg=1680.82, stdev=2557.47
    clat (nsec): min=1090, max=388616, avg=74655.98, stdev=26705.25
     lat (usec): min=2, max=390, avg=76.38, stdev=27.07
    clat percentiles (usec):
     |  1.00th=[   63],  5.00th=[   64], 10.00th=[   65], 20.00th=[   65],
     | 30.00th=[   66], 40.00th=[   66], 50.00th=[   66], 60.00th=[   67],
     | 70.00th=[   67], 80.00th=[   69], 90.00th=[  100], 95.00th=[  147],
     | 99.00th=[  186], 99.50th=[  202], 99.90th=[  235], 99.95th=[  251],
     | 99.99th=[  334]
   bw (  MiB/s): min= 1630, max= 1634, per=50.06%, avg=1632.53, stdev= 1.95, samples=4
   iops        : min=417495, max=418360, avg=417927.50, stdev=499.41, samples=4
  lat (usec)   : 2=0.01%, 4=0.01%, 10=0.01%, 20=0.01%, 50=0.01%
  lat (usec)   : 100=89.90%, 250=10.04%, 500=0.05%
  cpu          : usr=26.86%, sys=73.02%, ctx=18, majf=0, minf=66
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=0.1%, 32=100.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.1%, 64=0.0%, >=64=0.0%
     issued rwt: total=1048576,0,0, short=0,0,0, dropped=0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=32

Run status group 0 (all jobs):
   READ: bw=3261MiB/s (3420MB/s), 3261MiB/s-3261MiB/s (3420MB/s-3420MB/s), io=4096MiB (4295MB), run=1256-1256msec

Disk stats (read/write):
  nvm0: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%